img/1-RDF-graph-L3-10-auto/T5sM.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 Ana[label="student:s01"]; D1[label="_:d1",shape=ellipse]; Street[label="Rúa do Progreso",shape=ellipse]; City[label="Ourense",shape=ellipse]; Web[label="course:c01"];
 Ana->D1[label="ex:address"]; D1->Street[label="ex:street"]; D1->City[label="ex:city"]; Ana->Web[label="ex:enrolledIn"];
}
